{ "excuses" : [
			"The CPU has become decentralized.",
			"There is no problem.",
			"Solar Flares.",
			"Lunar disturbances",
			"Cat hair in the power supply.",
			"The vendor supplied bug-fix was a vendor supplied bug-install.",
			"More RAM needs to be downloaded.",
			"There's a hole in the Ether Net.",
			"A wireshark ate your packet.",
			"You have Poly Chromatic Non-Volitile RAM (PCNVRAM).",
			"The internet sprung a leak.",
			"SNMP did not return cat-formatted strings.",
			"Sneakernet requires Fat32 formatted USB.",
			"The tubes are clogged.",
			"Windows is detected. Try installing Linux.",
			"You have a Mac. Enough said.",
			"The sun will eventually expand and swallow the Earth. Your problem is meaningless.",
			"Floating Point operations left holes in the motherboard.",
			"The benchmarking process left insufficient marks on steel bench.",
			"Geo-magnetic reversal induced a strong electrical current in your network cable.",
			"Russian Hackers",
			"Gallup popularity poll shows that everyone hates you.",
			"Serial port needs more milk.",
			"All your network communications were redirected to /dev/null.",
			"Your mouse was caught by a cat.",
			"Unable to terminate process 'BOFH'.",
			"Your mouse is caught in a mouse trap.",
			"All VOIP traffic is being monitored by the NSA.",
			"The NSA failed to keep all backups of our data.",
			"Apache webserver has taken over Hopi land.",
			"Server room wolf reintroduction campaign had a few problems....",
			"Network hyper-loop backup scheme failed when the network outage happened.",
			"Your password isn't insecure enough.",
			"A hardware driver was incarcerated for drunk driving.",
			"Printer drivers ran off the road",
			"PS/2 unable to load games.",
			"There is a syntax error next to you.",
			"Network switch unable to play 'Breath of the wild'",
			"Privacy screen won't let you see company data.",
			"Gnome keyring taken by giants.",
			"Magic from Hogwarts is causing random glitches.",
			"A computer glitch caused the server to accidently delete your files 10 times in a row.",
			"Android devices have become sentient.",
			"Fire alarm.",
			"Processor is underheading and causing superconductivity to wreak havoc with your comptuer internals.",
			"The any key was removed from your keyboard.",
			"All hotkeys spontaneously combusted.",
			"Root turned out to be part of Yggdrasil.",
			"We needed a sacrifice, and your name came up....",
			"Flying monkeys.",
			"Powershell wattage dropped suddenly.",
			"Someone kinda sorta accidently pressed the reboot button 17 times.",
			"The computer had enough power to turn itself off.",
			"Dirty firewall logs haven't been flushed yet.",
			"The spam filter hasn't been cleaned.",
			"Safe search was off.",
			"Global Warming.",
			"Operating system fumbled the file and dropped it on the floor.",
			"A request for an open file handle received a bobcat instead.",
			"This is a user error. Replace the user to continue.",
			"Condensation in the cloud is causing files to become damp.",
			"Files from cloud storage haven't had time to condense yet.",
			"The spam filter needs to be replaced.",
			"The server's main drive shaft broke.",
			"The server needs a new fan belt.",
			"Saving to the network is no longer permitted and has been replaced with stapling files to network cables.",
			"No one brought RAM chips for the company potluck.",
			"Ping request received pong packet.",
			"Electricity is leaking out of power sockets.",
			"Printer toner isn't picking up a printer signal.",
			"baseball.bat missing resource base.ball.",
			"V2FzIGl0IHdvcnRoIGl0PyA6UA==",
			"VGhpcyBlcnJvciBjb2RlIGlzIGJhc2U2NCBlbmNvZGVkIEFTQ0lJLiBUaGUgbWVzc2FnZSBpdCBtYWtlcyBpcyBub3QgdGhlIGVycm9yIGNvZGUuIFRoYXQgc2FpZDogRXJyb3IgNDA0LCBleGN1c2Ugbm90IGZvdW5k",
			"Monitor radiation.",
			"Battering RAM used to break down castle door.",
			"TCP/IP have the day off.",
			"Your mouse reached the edge of your mousepad.",
			"USB cable is plugged into the Ethernet port.",
			"Computer UPS busy delivering packages.",
			"Coffe mug holder broke.",
			"Wireless protocol is 802.11BOFH.",
			"Logic bomb hidden in software improved computer performance.",
			"A Forked process is busy searching for a knife and spoon.",
			"Subprocesses are being discriminated against by regular processes.",
			"Zombie processes are taking over the OS.",
			"The OS started an orphanage for orphaned packages.",
			"No one remembered to bring the sysadmin cookies.",
			"The computer was given a chocolate chip cookie instead of a session cookie.",
			"Battery backups kept on backing right up.",
			"Firewall was put out with water.",
			"Data is leaking out of unterminated cables.",
			"The bit bucket is full.",
			"/dev/null is sending data to the NSA.",
			"RAM chips were mistaken for regular ones.",
			"Cutting/Pasting was being done with scissors and glue.",
			"Text was highlighted onscreen with an actual highlighter.",
			"An SMTP UGH_NOT_AGAIN was received in response to an SMTP HELO.",
			"POP is fetching Root Beer.",
			"VPN invited random strangers into the connection.",
			"Strings fell into random piles of characters on the floor.",
			"Larry and Moe braces substituted for Curly ones.",
			"Who is on the computer... and What is running wireshark.",
			"Virtual machine suddenly became physical.",
			"Fork bomb filled with spoons instead.",
			"ARP flooding caused landslides.",
			"Voltage dropped and landed on the floor.",
			"Product lock is missing the product key.",
			"Pacman ate the gnome keyring.",
			"Misalignment between chair height and monitor is causing glare.",
			"The monitors are watching you.",
			"The security cameras were hacked.",
			"Windows installed a downgrade automatically.",
			"Someone telnetted to the printer.",
			"Someone decided to restart all servers during the day",
			"Apple accidently released a pear shapped product.",
			"Daemons were not properly exorcised.",
			"The blue smoke canister needs a refill.",
			"The light rectangle is making the wrong patterns.",
			"You were using the translation of the tech bible.",
			"The dog deleted your homework.",
			"Fiber run accidently used cellulose instead.",
			"You pinged a broadcast address.",
			"The programmer received a Priority Interrupt while coding this.",
			"The power cable is unplugged.",
			"The caps lock key is active.... again.",
			"SOMEONE keeps on calling me while I'm trying to WORK!",
			"As the saying goes, \"To err is human. To err constantly is user\".",
			"The hard drive dock was mistaken for a boat dock.",
			"You don't really have a computer. We gave you an Etch-A-Sketch and wanted to see how long before you'd notice...",
			"This excuse is exactly 42 characters long.",
			"The blinky LED isn't being blinkety enough anymore.",
			"Your power supplied has supplied it's last.",
			"I'm not sure, but let's grab a nice peice of conductive material and find out.",
			"The encryption is really all strings converted to lowercase.",
			"The printer toner has started making dial tones.",
			"The laser printer drum is being used in an orchestra.",
			"Someone used the printer rollers to flatten a pie crust.",
			"We're all in a virtual reality... better hope no one pulls the plug!",
			"It's a BSOD. *SOB SOB*",
			"Your neighbor's kid is playing minecraft on your wi-fi.",
			"Remote desktop created a physical table to use.",
			"The Magic switch wasn't set to \"More Magic\"",
			"\n\nThis excuse is intentionally blank\n\n",
			"There aren't enough resources for the two of us! \"kill -9 $USER\"",
			"Google search language was set to pirate.",
			"Adobe reader isn't installed.",
			"The Bagel Drive needs to be cleaned out.",
			"Sam put a Bitcoin miner on the network.",
			"Your motherboard has been fried.",
			"You must activate your static RAM by shuffling your feet on furry carpet, and then touching the RAM.",
			"Someone keeps using network cables for Yo-Yo string.",
			"Microsoft's Cortana just realized you're not Master Chief.",
			"The Systems Badmin decided to pull the plug.",
			"The computer to computer USB file sharing protocol turned out not to be a good idea.",
			"The phrase \"But I NEED a Mac\" was uttered in the sysadmin's presence.",
			"The layer 8 protocols are breaking down.",
			"We've got Virtual kids in the Virtual Sandbox.",
			"You've got a fire caused by thermal runaway.",
			"The thermal runaway on your computer was caused by you annoying the sysadmin.",
			"Your computer is overheating. To fix this, grab the nearest cup of water...",
			"There's a sticker on your laser mouse.",
			"The hard drives are becoming soft from the friction heating caused by constant spinning.",
			"The comptuer has caught fire.",
			"I can't help you, spontaneous combustion of computing hardware is a well documented and well known phenomenon.",
			"The password is incorrect.",
			"The WiFi cable isn't plugged into the WiFi port.",
			"The Internet is NOT down. Your network is. And the Internet is probably working better WITHOUT you on it.",
			"Your wifi card is having trouble. Try microwaving it to realign the signal waves.",
			"All wireless keyboards were hacked.",
			"Wireless keyboards are giving out strange SSID's.",
			"The wireless mouse requires a wireless tail to connect to the comptuer.",
			"Rogue AP's have disabled all the SNMP traps.",
			"The Installation Wizard decided to cast a fireball instead.",
			"The Installation Wizard hasn't had enough time to commit this installation procedure to memory.",
			"The Installation Wizard is casting this installation as a ritual, so it'll take at least 10 minutes.",
			"The Installation Wizard wants YOU to do this install.",
			"Widespread internet outages are affecting your area.",
			"Error code 1337: Provide drinks to continue.",
			"The wireless keyboard requires a wireless computer.",
			"Someone thought that wireless meant you remove ALL cables, including the power.",
			"The WiFi is up, but the internet connection is not.",
			"Microwaves are causing wireless interference.",
			"1434189758877487630224352672903292465680",
			"I can't work. The computer went to sleep.",
			"The dog deleted your executive summary.",
			"Missing system drivers.",
			"The stars are not in position for this tribute!",
			"The sarcastic slow clap function is not working at this moment.",
			"WPS is enabled.",
			"Your friendly neighborhood hackers broke in and fixed your security.",
			"That username/password combo is known to be compromised.",
			"Network Bridge did not have enough suspension.",
			"TCP dumps on the network.",
			"Have you tried turning yourself off and back on again?",
			"The Flux Capacitor is broken.",
			"The Ethernet tubes are broken and leaking all over the place.",
			"Ring Bill Gates. It's all his problem.",
			"Wait... It's actually Al Gore's problem because he \"Invented the Internet\"",
			"The computer hiccuped.",
			"The internet is broken. Yes, all of it.",
			"There was a glitch in the matrix",
			"The OMGRTFM.DLL is broken.",
			"You were mean to your computer, so it shut down in self defense.",
			"You need to realign the deflector dish first.",
			"You need to release some pressure from the ethernet hose.",
			"Your machine ONLY works when someone from IT is nearby.",
			"You've angered the machine spirits.",
			"This is a layer 8 problem...",
			"Have you paid your IT fee this month?",
			"Sun spot and solar flare radiation disrupts electron flow though microchips, causing sporadic errors and crashes",
			"The file server needs a good disk washing.",
			"A running script stopped to smell the roses.",
			"There's a daemon haunting your process",
			"We've got a ghost in ZSHELL.",
			"You're low on RAM fluid.",
			"You license to access the information superhighway was revoked.",
			"You need to take a driver's ED class and get your drivers license to access the information superhighway.",
			"TAR file was also FEATHERED.",
			"Computer is using UPS protocol to deliver packets.",
			"No on signed for packets delivered over UPS protocol.",
			"SIP trunks were taken from elephants.",
			"SIP trunks were aggregated into an elephant instead.",
			"Wireshark smelled blood in the VLAN.",
			"The power strip was plugged into itself.",
			"Null value returned a 1",
			"Someone defined the 'undefined' value and tried to use it.",
			"Zombie processes weren't shot in the head.",
			"Zombie processes infected regular ones causing a massive slowdown.",
			"Data vampires tried to take a byte out of the network.",
			"My layer 8 protocols detected errors in the communication packet.",
			"C-shell is causing wave sounds to come out of the speakers.",
			"I understood every word you just said, but not the order you said them in makes no sense. Come again?",
			"HTTP tried to use a POLE request instead of a POST request.",
			"Apparently the 'cat' command was aliased to 'dog'",
			"The man-pages were used to start a fire when the AC made the server dangerously cold.",
			"A VOIP phone tried to use the QUAFF protocol instead of SIP.",
            "We couldn't get the battery backups out of reverse.",
            "The customer was playing games on the PS/2 port.",
            "Relational database experiencing a breakup.",
            "SQL tables entered into a polyamorous relationship.",
            "Parent process has a disobedient child process.",
            "Top command sunk to bottom.",
            "'top' aliased to 'bottom'.",
            "Printers are being haunted by ghostscript.",
            "CSHELL returned to the ocean.",
            "DNS is in a BIND.",
            "Sysadmin has taken too much BSD.",
            "Unzip utility can't find file's zipper.",
            "The company was using a layer 3 switch as an edge router.",
            "The wireless phone needed to be plugged in."
		]
}
