{
    "connection": [
        "Initializing:.", ".", ".", ".", ".", "Connection Established."
    ],
    "welcome_message": "Shadowland BBS",
    "welcome_tags": [
        "The corps don't want you here, and we're fine with that.",
        "Where your dreams come true.",
        "Make sure you have encryption, chummer.",
        "We don't have backups, the corps do that for us.",
        "Behind you! Made you look.",
        "Damien Knight is a Wanker!",
        "Where the fun never stops.",
        "Ares got uppity once. Now we have access to their network.",
        "Never Deal with a Dragon",
        "Stop, Drop, and Roll.",
        "Hoi chummer!",
        "Howzit chummer?",
        "Bug Free!",
        "Presented to you with 95% more content!",
        "The easiest way to annoy the corps.",
        "Don't you just hate it when someone can't finish their train of",
        "2 + 2 = 10. In base 4! I swear I'm fine!",
        "In outer space, no one can hear you scream.",
        "When in doubt, use guns. If that doesn't work, use BIGGER guns! ~ Chaz",
        "Your one stop shop for all things run related.",
        "Hey you... yeah, you on the corporate net. Get out of here!",
        "Now Backup Free!",
        "More Privacy, Less Corporate Shafting.",
        "ARES SUXX ~ L33T H4X0R",
        "Do NOT fuck with Saeder Krupp. Ever.",
        "Rest In Peace Dunkelzahn",
        "Renraku Is Running This Node and Doesn't Know It",
        "Aztechnology: Where blood runs freer than water.",
        "Go Outside",
        "Damn it Fastjack! I told you, no voice recording without permission! Gimme that.",
        "Stay Safe out there Crows",
        "Conserve Ammo, Shoot Straight, and Never, Ever Deal with a Dragon",
        "Fastjack was here",
        "The Biggest Baddest dude on the net was here.",
        "AI: Fact or Fiction?",
        "Konichiwa ~ Shiawase, probably",
        "If you don't have a jack, then why are you here?",
        "Best intel this side of the rockies.",
        "We're here, we're queer! Or at least some of us are!",
        "Aw drek, did I start recording again?",
        "Hacking encouraged.",
        "Down With Megacorporations!",
        "Did you hear about Chicago? Better check it out if you haven't!",
        "Vampires and Wendigos and Ghouls, oh my!",
        "Explodey Rollers 2.0!",
        "Remember: Terrorism isn't ok, but shadowrunning is!",
        "Make sure your kids have reflective strips on their guns when they go out",
        "It's 12:00, do you know where your safehouse is?",
        "We're not hiding, we're on holiday! In a Safehouse! In an undisclosed location!",
        "Run fast: The HTR teams are coming",
        "HTR: When the smart turn tail and run.",
        "Surface to Air missiles + Trolls. A match made in heaven.",
        "Assault Cannons are just Troll sized rifles!",
        "Twinklletoez waz here.",
        "Just keep hacking, just keep hacking, hacking, hacking, just keep hacking...",
        "Hack the planet!",
        "We didn't start the fire!",
        "Contains 100% no-bulldrek information!* -- *This statement has not been evaluated by the FDA.",
        "Decking > Drekking. As someone who does both, I should know.",
        "Tell Mr. Johnson we say hello.",
        "Wait.. you mean 'Mr. Johnson' ISN'T his real name??",
        "That which happens in the shadows was probably corp sponsored.",
        "Now a brief word from our sponsor! 'Absquatulate!' Welcome back.",
        "Now a brief word from our sponsor! 'Sequioa!' Welcome back.",
        "Now a brief word from our sponsor! 'Dunkelzahn!' Welcome back.",
        "Now a brief word from our sponsor! 'Nitwit!' Welcome back.",
        "Now a brief word from our sponsor! 'Fuc-' Welcome back. 'I wasn't done!'",
        "Now a brief word from our sponsor! 'Balderdash!' Welcome back.",
        "If I earned a nickel everytime someon looged in, I'd still be poor.",
        "Anyone remember when governments were relevant? Good days...",
        "We used to rebel againt governments. Now we rebel against corps! Guess which is worse.",
        "Hold on, boys, things are about to get wild!",
        "Oh No! It's $USER! Run!",
        "' drop table users;",
        "Always speak softly and carry superiour weaponry.",
        "Remember back when people were afraid to use nukes in cities?",
        "If you're 'running and you know it, clap your hands (quietly!).",
        "Don't you just HATE when work follows you home? *BLAM* *BLAM*",
        "Prepare for trouble! And make it Double!",
        "I've heard there's sneaky people around, but I've never seen any....",
        "How many wageslaves does it take to change a lightbulb? One, and he's grateful to have a job!",
        "Don't play with flamethrowers... unless there's bugs around.",
        "You can trust us, we're professionals!",
        "Right shame what Ares did to Chicago.",
        "Anyone here from Denver?",
        "Go ahead, wish on a star. Your life will STILL suck.",
        "Careful.... the corps are watching...",
        "It's 11:00, do you know where your jackpoint is?",
        "We can't turn you into a newt, but you'll still think we work magic.",
        "Where we jack IN more than OFF.",
        "Killer AI: Fact or Fiction?",
        "Go get a life!",
        "What happens in the shadows, stays in the shadows.",
        "Don't double-cross Johnsons unless they start it!",
        "We're not lowlifes, but the corps certainly think we are!"
    ],
    "forums": "Forums",
    "usage_text": "Input a number to navigate.",
    "posts": "Posts"
}
